[
  {
    "id": 1,
    "title": "Arbor Drop Cruiser Photo Collection, 38 in",
    "img": "img/Arbor-Drop-Cruiser-Photo-Collection-2020-38_-Double-Drop-Longboard-Complete-_328605-front-US.png",
    "price": 180,
    "size": 38,
    "manufacturer": "ARBOR SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb the steepest pike you know, or take it easy and cruise the beach drive while eating a cone of ice cream with the Drop Cruiser Photo Collection 2020 38 inch double drop longboard complete from Arbor. This drop down complete keeps you close to the ground making you feel and enjoy those buttery turns more thanks to a lower center of gravity while the cut out, milled wheel wells allow you to really carve out those luscious turns. With the Arbor 69mm 78a soft wheels youll be able to tank through small road obstacles and the abec 5 bearings keep those wheels spinning for less foot pumping, creating a smooth ride overall. Complete with a featured photo taken by Cole Beal of a surfer getting pitted and a classy car photo in the center, this is a truly prolific longboard that is a great choice for cruisers of any skill level.",
    "serialnum": 328605,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 10
  },
  {
    "id": 2,
    "title": "Dusters Yellena, 38 in",
    "img": "img/Dusters-Yellena-38_-Longboard-Complete-_326497-front-US.png",
    "price": 190,
    "size": 38,
    "manufacturer": "DUSTERS SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "For a locked-in feel and smooth ride reach for the Dusters Yellena 38 inch drop down longboard complete. A drop down style construction offers an ideal space to place your feet with no fear of them slipping, while the 8-ply hard rock maple within the deck ensures it will stand the test of time. Atlas brand trucks create an ideal balance of nimble turns and stability, while the Cloud Ride bearings maintain speed so you can spend more time cruising and less time pushing.",
    "serialnum": 326497,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 14
  },
  {
    "id": 3,
    "title": "Globe Pinner The Sentinal 34 in",
    "img": "img/Globe-Pinner-The-Sentinal-34_-Longboard-Complete-_327100-front-US.png",
    "price": 160,
    "size": 34,
    "manufacturer": "GLOBE SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Add some artistic style points to your daily cruises with the Globe Pinner The Sentinal 34 inch longboard complete. Black and green cloud-style grip tape is placed on the top for a colorful look, while the graphic itself of a palm tree with an eyeball placed upon a white pillar adds some seriously abstract flair. Slant brand trucks are added to provide responsive turns and the 70mm 78a Globe wheels are ready to roll over anything smaller than a pinecone while creating excellent grip while cornering too.",
    "serialnum": 327100,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 18
  },
  {
    "id": 4,
    "title": "Landyachtz Battle Axe Fox, 38 in",
    "img": "img/Landyachtz-Battle-Axe-Fox-38_-Drop-Through-Longboard-Complete-_312467-front-US.png",
    "price": 190,
    "size": 38,
    "manufacturer": "LANDYACHTZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Grab yourself a flexible, lightweight cruiser in the form of the Landyachtz Battle Axe Fox 38 inch Drop Through Longboard Complete. Low to the ground for ease of long distance cruising, thanks to its drop through construction, this deck is ready for the longest of kick push journeys. Bear trucks keep the ride stable, even at high speeds, while the Hawgs 78a wheels ensures you can corner at those high speeds as well. Finished off with Abec 7 bearings for maximized carrying and top-end speed, this is about to easily be your new favorite commuter or cruiser set up.",
    "serialnum": 312467,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 8
  },
  {
    "id": 5,
    "title": "Landyachtz Drop Cat Illumination, 33 in",
    "img": "img/Landyachtz-Drop-Cat-Illuminacion-33_-Drop-Through-Longboard-Complete-_312464-front-US.png",
    "price": 200,
    "size": 33,
    "manufacturer": "LANDYACHTZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Compact and close to the ground for stability, the Landyachtz Drop Cat Illuminacion 33 inch Drop Through Longboard Complete is a perfect option from your daily commute, to your summer beach cruising sessions. Coming in at 33 inches long, this deck is just barely longer than a traditional park board, making it easy to weave through crowds or store in your work locker. Bear trucks and bearings are added for a fast and stable ride on harry hill bombs, and premium carrying speeds on flat sections for more cruising and less pushing. Rounded out with 69mm, 78a Hawgs wheels for additional acceleration speed and excellent grip while cornering, this little longboard is ready to shred.",
    "serialnum": 312464,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 7
  },
  {
    "id": 6,
    "title": "Mercer Euphoria Pintail, 35 in",
    "img": "img/Mercer-Euphoria-35_-Pintail-Longboard-Complete-_327573-front-US.png",
    "price": 175,
    "size": 35,
    "manufacturer": "MERCER SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Add some intriguing style to your skate collection with Mercers sick Euphoria 35 inch pintail longboard complete! A classic pintail shape is 35 inches, a bit longer than the standard board, with a longer wheelbase allowing for greater stability at speed and during slides. An abstract, colorful graphic appears across the bottom to give this sick board a ton of style, making this sick pintail perfect for every skaters arsenal.",
    "serialnum": 327573,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 10
  },
  {
    "id": 7,
    "title": "Santa Cruz Lion God, 40 in",
    "img": "img/Santa-Cruz-Lion-God-Drop-Through-40_--Longboard-Complete--_208928-front-US.png",
    "price": 160,
    "size": 40,
    "manufacturer": "SANTA CRUZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "You might be a lord, but here comes the king with the Santa Cruz Lion God drop through Cruzer 10 in. x 40 in. longboard cruiser.",
    "serialnum": 208928,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 12
  },
  {
    "id": 8,
    "title": "Sector 9 Desert Meridian, 40 in",
    "img": "img/Sector-9-Desert-Meridian-40_-Drop-Through-Longboard-Complete--_332269-front-US.png",
    "price": 190,
    "size": 40,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb hills like a boss on the Sector 9 Desert Meridian 40 inch drop through longboard complete. A drop through construction lowers your center of balance while you ride for a stable feel, while cactus graphic adds a fun homage to sunny day desert vibes. Gullwing trucks are perfect for maneuvering tight sidewalks but are also prepared to handle hairy hill bombs and the abec five bearings create excellent roll speed to save your legs on longer cruises too.",
    "serialnum": 332269,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 16
  },
  {
    "id": 9,
    "title": "Sector 9 Droplet Lookout, 41 in",
    "img": "img/Sector-9-Droplet-Lookout-41_-Drop-Through-Longboard-Complete-_313692-front-US.png",
    "price": 200,
    "size": 41,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "One of the most popular cruiser set ups on the market today, the Sector 9 Droplet Lookout 41 inch Drop Through Longboard Complete is a tried-and-true classic. This drop-through style set up keeps you lower to the ground, providing additional stability on hill bombs and saving your legs on longer kick-push treks. Sector 9 74mm, 78a Race Formula wheels are added as well to maximize grip and top end roll speed with the aid of Abec 5 Push Dont Pollute bearings.",
    "serialnum": 313692,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 4
  },
  {
    "id": 10,
    "title": "Sector 9 Moonlight Maverick, 44 in",
    "img": "img/Sector-9-Moonlight-Maverick-44_-Longboard-Complete-_335674-front-US.png",
    "price": 190,
    "size": 44,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb the steepest pike you know, or take it easy and cruise the beach drive while eating a cone of ice cream with the Drop Cruiser Photo Collection 2020 38 inch double drop longboard complete from Arbor. This drop down complete keeps you close to the ground making you feel and enjoy those buttery turns more thanks to a lower center of gravity while the cut out, milled wheel wells allow you to really carve out those luscious turns. With the Arbor 69mm 78a soft wheels youll be able to tank through small road obstacles and the abec 5 bearings keep those wheels spinning for less foot pumping, creating a smooth ride overall. Complete with a featured photo taken by Cole Beal of a surfer getting pitted and a classy car photo in the center, this is a truly prolific longboard that is a great choice for cruisers of any skill level.",
    "serialnum": 335674,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 11
  },
  {
    "id": 11,
    "title": "Sector 9 Chomp Never Worried Fractal, 36 in",
    "img": "img/Sector-9-x-Chomp-Never-Worried-Fractal-36_-Longboard-Complete-_318722-front-US.png",
    "price": 200,
    "size": 36,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Surf the earth on the Never Worried Fractal 36 inch longboard complete from Sector 9 x Chomp. This collaborative longboard design offers an eye-catching green and black graphic, maximum turning radius, and a smooth ride. Double kingpin trucks create a responsive ride, while the mild concave makes for a stable feel. Finished with black grip tape, highlighted by collaborative brand logos, this must-have longboard complete is ready to ride.",
    "serialnum": 318722,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 17
  },
  {
    "id": 12,
    "title": "Z-Flex Banana Train, 41 in",
    "img": "img/Z-Flex-Banana-Train-41_-Double-Drop-Longboard-Complete-_328733-front-US.png",
    "price": 160,
    "size": 41,
    "manufacturer": "Z-FLEX SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Give yourself a wild-looking and stable new shred stick with the Z-Flex Banana Train 41 inch double drop longboard Complete. A 9-ply construction of bamboo and maple creates excellent durability with a lightweight feel, while the graphic made up of tropical foliage and hula girls oozes fun, beach-worthy vibes. Z-Flex trucks create a nimble turning radius and the abec 7 bearings will help you cruise longer between pushes to save your legs too.",
    "serialnum": 328733,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 9
  },
  {
    "id": 13,
    "title": "Caliber II Fifty Caliber 184mm Satin Smoke Longboard Truck",
    "img": "img/Caliber-II-Fifty-Caliber-184mm-Satin-Smoke-Longboard-Truck-_300848-US.png",
    "price": 28,
    "size": 184,
    "manufacturer": "CALIBER TRUCKS",
    "category": "Trucks",
    "info": "Caliber Trucks introduces their next generation of high performance longboard trucks with their Caliber II Fifty Caliber 184mm Longboard Truck. This model was given a sleek grey and gold colorway that's equipped with grade 8 steel kingpins, Blood Orange bushings and an traditional downhill 50 degree mount to the baseplate. Designed with downhill racing in mind, this specific configuration allows riders to push the limits of speed while providing unparalleled stability. Trucks sold individually!. Order quantity of 2 for a set! Trucks do not include mounting hardware.",
    "serialnum": 300848,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 20
  },
  {
    "id": 14,
    "title": "Compound 9.5in White Longboard Truck",
    "img": "img/Compound-9.5_-White-Longboard-Truck-_279935-front-US.jpg",
    "price": 22,
    "size": 9.5,
    "manufacturer": "COMPOUND TRUCKS",
    "category": "Trucks",
    "info": "Durability you can depend on, the Compound 9.5 inch White Longboard Truck has a lightweight design with an overall solid construction. Featured with a simple colorway and minimal brand logo text, making it easy to pair with any longboard deck and keeping your styling a bit low key when shredding the streets. Trucks sold individually!. Order quantity of 2 for a set! Trucks do not include mounting hardware.",
    "serialnum": 279935,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 17
  },
  {
    "id": 15,
    "title": "Compound 9.5in Reverse Matte Black Longboard Truck",
    "img": "img/Compound-9.5-Reverse-Matte-Black-Longboard-Truck-_199866-front-US.jpg",
    "price": 22,
    "size": 9.5,
    "manufacturer": "CALIBER TRUCKS",
    "category": "Trucks",
    "info": "Turn those corners extra tight with the Compound 9.5 inch Reverse longboard trucks in the matte black colorway. Trucks sold individually!. Order quantity of 2 for a set! Trucks do not include mounting hardware.",
    "serialnum": 199866,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 23
  },
  {
    "id": 16,
    "title": "Sector 9 Gullwing Charger Black 10in Longboard Truck",
    "img": "img/Sector-9-Gullwing-Charger-Black-10_-Longboard-Truck-_323852-front-US.jpg",
    "price": 25,
    "size": 10,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Trucks",
    "info": "Improve your turning radius and stability with the Sector 9 Gullwing Charger black 10 inch longboard truck. These all black trucks offer an extremely stable ride thanks to their precision washer technology and deep-seated bushing cup for a lowered center of balance. Trucks sold individually!. Order quantity of 2 for a set! Trucks do not include mounting hardware.",
    "serialnum": 323852,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 12
  },
  {
    "id": 17,
    "title": "Sector 9 Gullwing Sidewinder 2 - 10in Skateboard Truck",
    "img": "img/Sector-9-Gullwing-Sidewinder-2-10_-Blue-&-Orange-Skateboard-Truck-_282393-front-US.jpg",
    "price": 30,
    "size": 10,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Trucks",
    "info": "The Sidewinder Gullwing 2 - 10 inch truck was made to allow for full rail carves on flat ground without too much speed or bearing full weight. Add a touch of blue and orange to take your shredding style to another level with little effort with these reinvented Sector 9 trucks. Trucks sold individually!. Order quantity of 2 for a set! Trucks do not include mounting hardware.",
    "serialnum": 282393,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 9
  },
  {
    "id": 18,
    "title": "Gold Coast Cherry Bombs 60mm, 78a Red Cruiser Wheels",
    "img": "img/Gold-Coast-Cherry-Bombs-60mm-78a-Red-Cruiser-Wheels-_334046-front-US.jpg",
    "price": 32,
    "size": 60,
    "manufacturer": "GOLD COAST LONGBOARDS",
    "category": "Wheels",
    "info": "Upgrade that tired old skateboard in style with the Gold Coast Cherry Bombs 60mm 78a red cruiser wheels from Gold Coast! These massive 60mm wheels are built to cruise the boardwalks, or bomb a bowl with a ton of style. The 78a durometer ensures you'll have a super smooth ride, while the grip means you'll always be in control. Includes 4 wheels per set",
    "serialnum": 334046,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 16
  },
  {
    "id": 19,
    "title": "OJ Mini Super Juice 55mm, 78a Green Cruiser Wheels",
    "img": "img/OJ-Mini-Super-Juice-55mm-78a-Green-Cruiser-Wheels-_321668-front-US.jpg",
    "price": 35,
    "size": 55,
    "manufacturer": "OJ WHEELS",
    "category": "Wheels",
    "info": "Give your complete a smoother ride with tons of traction thanks to the OJ Super Juice 60mm 78a Green Cruiser Wheels. Featured in a bright green colorway for maximum style points, these wheels additionally feature a 60mm sizing to roll over most sidewalk debris with ease. Includes 4 wheels per set.",
    "serialnum": 321668,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 16
  },
  {
    "id": 20,
    "title": "OJ Mini Super Juice 60mm, 78a Translucent Purple Cruiser Wheels",
    "img": "img/OJ-Super-Juice-60mm-78a-Translucent-Purple-Cruiser-Wheels-_314084-back-US.jpg",
    "price": 35,
    "size": 60,
    "manufacturer": "OJ WHEELS",
    "category": "Wheels",
    "info": "For a smooth ride with tons of grip, grab the OJ Super Juice 60mm 78a Translucent Purple Cruiser Wheels. Featuring a translucent purple colorway for tons of style points and a 60mm size for a smooth ride, these wheels are sure to improve your set up's performance and style. Includes 4 wheels per set.",
    "serialnum": 314084,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 12
  },
  {
    "id": 21,
    "title": "OJ WInkowski Pro 8 Baller Superjuice 60mm, 78a Black Cruiser Wheels",
    "img": "img/OJ-Winkowski-Pro-8-Baller-Superjuice-60mm-78a-Black-Cruiser-Wheels-_307394-front-US.jpg",
    "price": 35,
    "size": 60,
    "manufacturer": "OJ WHEELS",
    "category": "Wheels",
    "info": "Slay even the roughest of terrain with a set of OJ Winkowski Pro 8 Baller Superjuice 60mm 78a Black Cruiser Wheels. Coming in a 60mm construction, these XL wheels are able to comfortably handle most debris involved in street riding. That same larger size range provides ample carrying speed for vert riding and the 78a durometer rating offers the perfect amount of grip for much of the same. Includes 4 wheels per set.",
    "serialnum": 307394,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 16
  },
  {
    "id": 22,
    "title": "Orangatang Caguama 85mm, 77a Longboard Wheels",
    "img": "img/Orangatang-Caguama-85mm-77a-Longboard-Wheels-_318746-front-US.jpg",
    "price": 68,
    "size": 85,
    "manufacturer": "ORANGATANG WHEELS",
    "category": "Wheels",
    "info": "For the smoothest ride you can imagine look no further than the Orangatang Caguama 85mm 77a Longboard Wheels. These massive 85mm wheels feature a large, offset core construction for excellent carrying speed and improved traction. A 77a durometer creates a gummy and grippy feel over-all while the 56mm contact patch will help hold steady on even the gnarliest of corners. Includes 4 wheels per set.",
    "serialnum": 318746,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 11
  },
  {
    "id": 23,
    "title": "Santa Cruz x SpongeBob SquarePants Jellyfishing 60mm, 78a Cruiser Wheels",
    "img": "img/Santa-Cruz-x-SpongeBob-SquarePants-Jellyfishing-60mm-78a-Cruiser-Wheels-_322580-front-US.jpg",
    "price": 35,
    "size": 60,
    "manufacturer": "SANTA CRUZ SKATEBOARDS",
    "category": "Wheels",
    "info": "Keep your ride smooth and your turns controlled with the Santa Cruz x SpongeBob SquarePants Jellyfishing 60mm 78a cruiser wheels. With images of SpongeBob Jellyfishing throughout beside classic Santa Cruz logo script these wheels are sure to improve the look of any quality set up. A 60mm sizing carries speed with ease while deflecting smaller debris too and the 78a durometer adds extreme grip levels to take harsh corners in smooth style. Includes 4 wheels per set.",
    "serialnum": 322580,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 7
  },
  {
    "id": 24,
    "title": "Primitive x Dragon Ball Super 52mm, 101a Blue Skateboard Wheels",
    "img": "img/Primitive-x-Dragon-Ball-Super-52mm-101a-Blue-Skateboard-Wheels-_330976-front-US.jpg",
    "price": 30,
    "size": 52,
    "manufacturer": "PRIMITIVE SKATEBOARDS",
    "category": "Wheels",
    "info": "Hit the park in fresh anime style with the Primitive x Dragon Ball Super 52mm 101a blue skateboard wheels. A bright blue colorway complete with images of characters from the show adds some serious flair to any set up, while the 52mm sizing is ideal for park riding of any style. Includes 4 wheels per set.",
    "serialnum": 330976,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 22
  },
  {
    "id": 25,
    "title": "Bones Reds Skateboard Bearings",
    "img": "img/Bones-Reds-Skateboard-Bearings-_072579-0007-front.jpg",
    "price": 19,
    "size": 0,
    "manufacturer": "BONES",
    "category": "Bearings",
    "info": "The Bones Reds are essential when you're looking for quality bearings that offer maximum speed and durability. These reliable bearings have a pre-lubricated design using Bones Speed Cream and a removable high speed nylon ball cage for easy cleaning when they get gnarly. Includes 8 bearings per set.",
    "serialnum": 0,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 24
  },
  {
    "id": 26,
    "title": "Bones Speed Cream - Bearing Lubricant",
    "img": "img/Bones-Speed-Cream-_074018-front.jpg",
    "price": 8,
    "size": 4,
    "manufacturer": "BONES",
    "category": "Bearings",
    "info": "Upkeep your skate complete with Bones' signature Speed Cream, skateboard bearing lubricant that brings your bearings back up to speed and helps protect your them from corrosion for longer lasting durability. Includes one 4 ounce bottle of Speed Cream.",
    "serialnum": 0,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 30
  },
  {
    "id": 27,
    "title": "Rush Abec 7 Skateboard Bearings",
    "img": "img/Rush-Abec-7-Skateboard-Bearings-_135233-back-US.jpg",
    "price": 10,
    "size": 0,
    "manufacturer": "RUSH BEARINGS",
    "category": "Bearings",
    "info": "The Rush Abec 7 skateboard bearings are incredibly light and smooth without sacrificing their awesome speed and durability. Includes 8 bearings per set.",
    "serialnum": 0,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 23
  },
  {
    "id": 28,
    "title": "Spitfire Cheapshot Skateboard Bearings",
    "img": "img/Spitfire-Cheapshot-Skateboard-Bearings-_174294-0001-front.jpg",
    "price": 10,
    "size": 0,
    "manufacturer": "SPITFIRE WHEELS",
    "category": "Bearings",
    "info": "Keep the underground lit with tons of extra speed on the Spitfire Cheapshot skateboard bearings. Includes 8 bearings per set.",
    "serialnum": 0,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 32
  }
]