[
  {
    "id": 1,
    "title": "Arbor Drop Cruiser Photo Collection, 38 in",
    "img": "img/Arbor-Drop-Cruiser-Photo-Collection-2020-38_-Double-Drop-Longboard-Complete-_328605-front-US.png",
    "price": 180,
    "size": 38,
    "manufacturer": "ARBOR SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb the steepest pike you know, or take it easy and cruise the beach drive while eating a cone of ice cream with the Drop Cruiser Photo Collection 2020 38 inch double drop longboard complete from Arbor. This drop down complete keeps you close to the ground making you feel and enjoy those buttery turns more thanks to a lower center of gravity while the cut out, milled wheel wells allow you to really carve out those luscious turns. With the Arbor 69mm 78a soft wheels youll be able to tank through small road obstacles and the abec 5 bearings keep those wheels spinning for less foot pumping, creating a smooth ride overall. Complete with a featured photo taken by Cole Beal of a surfer getting pitted and a classy car photo in the center, this is a truly prolific longboard that is a great choice for cruisers of any skill level.",
    "SerialNum": 328605,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 10
  },
  {
    "id": 2,
    "title": "Dusters Yellena, 38 in",
    "img": "img/Dusters-Yellena-38_-Longboard-Complete-_326497-front-US.png",
    "price": 190,
    "size": 38,
    "manufacturer": "DUSTERS SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "For a locked-in feel and smooth ride reach for the Dusters Yellena 38 inch drop down longboard complete. A drop down style construction offers an ideal space to place your feet with no fear of them slipping, while the 8-ply hard rock maple within the deck ensures it will stand the test of time. Atlas brand trucks create an ideal balance of nimble turns and stability, while the Cloud Ride bearings maintain speed so you can spend more time cruising and less time pushing.",
    "SerialNum": 326497,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 14
  },
  {
    "id": 3,
    "title": "Globe Pinner The Sentinal 34 in",
    "img": "img/Globe-Pinner-The-Sentinal-34_-Longboard-Complete-_327100-front-US.png",
    "price": 160,
    "size": 34,
    "manufacturer": "GLOBE SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Add some artistic style points to your daily cruises with the Globe Pinner The Sentinal 34 inch longboard complete. Black and green cloud-style grip tape is placed on the top for a colorful look, while the graphic itself of a palm tree with an eyeball placed upon a white pillar adds some seriously abstract flair. Slant brand trucks are added to provide responsive turns and the 70mm 78a Globe wheels are ready to roll over anything smaller than a pinecone while creating excellent grip while cornering too.",
    "SerialNum": 327100,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 18
  },
  {
    "id": 4,
    "title": "Landyachtz Battle Axe Fox, 38 in",
    "img": "img/Landyachtz-Battle-Axe-Fox-38_-Drop-Through-Longboard-Complete-_312467-front-US.png",
    "price": 190,
    "size": 38,
    "manufacturer": "LANDYACHTZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Grab yourself a flexible, lightweight cruiser in the form of the Landyachtz Battle Axe Fox 38 inch Drop Through Longboard Complete. Low to the ground for ease of long distance cruising, thanks to its drop through construction, this deck is ready for the longest of kick push journeys. Bear trucks keep the ride stable, even at high speeds, while the Hawgs 78a wheels ensures you can corner at those high speeds as well. Finished off with Abec 7 bearings for maximized carrying and top-end speed, this is about to easily be your new favorite commuter or cruiser set up.",
    "SerialNum": 312467,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 8
  },
  {
    "id": 5,
    "title": "Landyachtz Drop Cat Illumination, 33 in",
    "img": "img/Landyachtz-Drop-Cat-Illuminacion-33_-Drop-Through-Longboard-Complete-_312464-front-US.png",
    "price": 200,
    "size": 33,
    "manufacturer": "LANDYACHTZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Compact and close to the ground for stability, the Landyachtz Drop Cat Illuminacion 33 inch Drop Through Longboard Complete is a perfect option from your daily commute, to your summer beach cruising sessions. Coming in at 33 inches long, this deck is just barely longer than a traditional park board, making it easy to weave through crowds or store in your work locker. Bear trucks and bearings are added for a fast and stable ride on harry hill bombs, and premium carrying speeds on flat sections for more cruising and less pushing. Rounded out with 69mm, 78a Hawgs wheels for additional acceleration speed and excellent grip while cornering, this little longboard is ready to shred.",
    "SerialNum": 312464,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 7
  },
  {
    "id": 6,
    "title": "Mercer Euphoria Pintail, 35 in",
    "img": "img/Mercer-Euphoria-35_-Pintail-Longboard-Complete-_327573-front-US.png",
    "price": 175,
    "size": 35,
    "manufacturer": "MERCER SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Add some intriguing style to your skate collection with Mercers sick Euphoria 35 inch pintail longboard complete! A classic pintail shape is 35 inches, a bit longer than the standard board, with a longer wheelbase allowing for greater stability at speed and during slides. An abstract, colorful graphic appears across the bottom to give this sick board a ton of style, making this sick pintail perfect for every skaters arsenal.",
    "SerialNum": 327573,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 10
  },
  {
    "id": 7,
    "title": "Santa Cruz Lion God, 40 in",
    "img": "img/Santa-Cruz-Lion-God-Drop-Through-40_--Longboard-Complete--_208928-front-US.png",
    "price": 160,
    "size": 40,
    "manufacturer": "SANTA CRUZ SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "You might be a lord, but here comes the king with the Santa Cruz Lion God drop through Cruzer 10 in. x 40 in. longboard cruiser.",
    "SerialNum": 208928,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 12
  },
  {
    "id": 8,
    "title": "Sector 9 Desert Meridian, 40 in",
    "img": "img/Sector-9-Desert-Meridian-40_-Drop-Through-Longboard-Complete--_332269-front-US.png",
    "price": 190,
    "size": 40,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb hills like a boss on the Sector 9 Desert Meridian 40 inch drop through longboard complete. A drop through construction lowers your center of balance while you ride for a stable feel, while cactus graphic adds a fun homage to sunny day desert vibes. Gullwing trucks are perfect for maneuvering tight sidewalks but are also prepared to handle hairy hill bombs and the abec five bearings create excellent roll speed to save your legs on longer cruises too.",
    "SerialNum": 332269,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 16
  },
  {
    "id": 9,
    "title": "Sector 9 Droplet Lookout, 41 in",
    "img": "img/Sector-9-Droplet-Lookout-41_-Drop-Through-Longboard-Complete-_313692-front-US.png",
    "price": 200,
    "size": 41,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "One of the most popular cruiser set ups on the market today, the Sector 9 Droplet Lookout 41 inch Drop Through Longboard Complete is a tried-and-true classic. This drop-through style set up keeps you lower to the ground, providing additional stability on hill bombs and saving your legs on longer kick-push treks. Sector 9 74mm, 78a Race Formula wheels are added as well to maximize grip and top end roll speed with the aid of Abec 5 Push Dont Pollute bearings.",
    "SerialNum": 313692,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 4
  },
  {
    "id": 10,
    "title": "Sector 9 Moonlight Maverick, 44 in",
    "img": "img/Sector-9-Moonlight-Maverick-44_-Longboard-Complete-_335674-front-US.png",
    "price": 190,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Bomb the steepest pike you know, or take it easy and cruise the beach drive while eating a cone of ice cream with the Drop Cruiser Photo Collection 2020 38 inch double drop longboard complete from Arbor. This drop down complete keeps you close to the ground making you feel and enjoy those buttery turns more thanks to a lower center of gravity while the cut out, milled wheel wells allow you to really carve out those luscious turns. With the Arbor 69mm 78a soft wheels youll be able to tank through small road obstacles and the abec 5 bearings keep those wheels spinning for less foot pumping, creating a smooth ride overall. Complete with a featured photo taken by Cole Beal of a surfer getting pitted and a classy car photo in the center, this is a truly prolific longboard that is a great choice for cruisers of any skill level.",
    "SerialNum": 335674,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 11
  },
  {
    "id": 11,
    "title": "Sector 9 Chomp Never Worried Fractal, 36 in",
    "img": "img/Sector-9-x-Chomp-Never-Worried-Fractal-36_-Longboard-Complete-_318722-front-US.png",
    "price": 200,
    "manufacturer": "SECTOR 9 SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Surf the earth on the Never Worried Fractal 36 inch longboard complete from Sector 9 x Chomp. This collaborative longboard design offers an eye-catching green and black graphic, maximum turning radius, and a smooth ride. Double kingpin trucks create a responsive ride, while the mild concave makes for a stable feel. Finished with black grip tape, highlighted by collaborative brand logos, this must-have longboard complete is ready to ride.",
    "SerialNum": 318722,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 17
  },
  {
    "id": 12,
    "title": "Z-Flex Banana Train, 41 in",
    "img": "img/Z-Flex-Banana-Train-41_-Double-Drop-Longboard-Complete-_328733-front-US.png",
    "price": 160,
    "manufacturer": "Z-FLEX SKATEBOARDS",
    "category": "Pre-built Longboard",
    "info": "Give yourself a wild-looking and stable new shred stick with the Z-Flex Banana Train 41 inch double drop longboard Complete. A 9-ply construction of bamboo and maple creates excellent durability with a lightweight feel, while the graphic made up of tropical foliage and hula girls oozes fun, beach-worthy vibes. Z-Flex trucks create a nimble turning radius and the abec 7 bearings will help you cruise longer between pushes to save your legs too.",
    "SerialNum": 328733,
    "inPack": false,
    "count": 0,
    "total": 0,
    "quantity": 9
  }
]